Repository: electronic-mars/MCD
Catalog: src/MCD.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr, uk_ua, zh_hans

# HeatQuiet
source: Dismiss for today
cs_cz: Dnes nezobrazovat
de_de: Heute ausblenden
es_es: Ocultar por hoy
fr_fr: Ignorer pour aujourd'hui
it_it: Ignora per oggi
ja_jp: 本日は表示しない
ko_kr: 오늘 더 이상 표시하지 않음
nl_nl: Voor vandaag negeren
pl_pl: Ignoruj do końca dnia
pt_br: Ignorar hoje
ru_ru: Не напоминать сегодня
tr_tr: Bugün için kapat
uk_ua: Не нагадувати сьогодні
zh_hans: 今日不再提醒

# HeatRow
source: Warn about overheating
cs_cz: Varovat při přehřátí
de_de: Vor Überhitzung warnen
es_es: Avisar sobre sobrecalentamiento
fr_fr: Avertir en cas de surchauffe
it_it: Avviso surriscaldamento
ja_jp: 過熱警告
ko_kr: 과열 경고
nl_nl: Waarschuwen bij oververhitting
pl_pl: Ostrzegaj o przegrzewaniu
pt_br: Avisar sobre superaquecimento
ru_ru: Предупреждать о перегреве
tr_tr: Aşırı ısınma uyarısı
uk_ua: Попереджати про перегрів
zh_hans: 过热警告

# HeatRowHint
source: Shows a Windows notification when a component exceeds its critical temperature.
cs_cz: Zobrazí oznámení Windows, když součástka překročí kritickou teplotu.
de_de: Zeigt eine Windows-Benachrichtigung, wenn eine Komponente ihre kritische Temperatur überschreitet.
es_es: Muestra una notificación de Windows cuando un componente supera su temperatura crítica.
fr_fr: Affiche une notification Windows quand un composant dépasse sa température critique.
it_it: Mostra una notifica di Windows quando un componente supera la temperatura critica.
ja_jp: コンポーネントが限界温度を超えたときにWindows通知を表示します。
ko_kr: 구성 요소가 임계 온도를 초과하면 Windows 알림을 표시합니다.
nl_nl: Toont een Windows-melding wanneer een component de kritieke temperatuur overschrijdt.
pl_pl: Wyświetla powiadomienie Windows, gdy komponent przekroczy temperaturę krytyczną.
pt_br: Exibe uma notificação do Windows quando um componente excede sua temperatura crítica.
ru_ru: Уведомление Windows, если температура компонента выше критической по данным производителя.
tr_tr: Bir bileşen kritik sıcaklığını aştığında bir Windows bildirimi gösterir.
uk_ua: Показує сповіщення Windows, коли температура компонента перевищує критичну.
zh_hans: 当组件超过临界温度时，显示 Windows 通知。

# UndoHeat
source: changing the overheating warning
cs_cz: změna varování při přehřátí
de_de: Ändern der Überhitzungswarnung
es_es: cambio del aviso de sobrecalentamiento
fr_fr: modification de l'avertissement de surchauffe
it_it: modifica avviso surriscaldamento
ja_jp: 過熱警告設定の変更
ko_kr: 과열 경고 변경
nl_nl: wijziging van de waarschuwing voor oververhitting
pl_pl: zmiana ostrzeżenia o przegrzewaniu
pt_br: alteração do aviso de superaquecimento
ru_ru: предупреждение о перегреве
tr_tr: aşırı ısınma uyarısını değiştirme
uk_ua: зміна попередження про перегрів
zh_hans: 更改过热警告

# HistoryAgo
source: {0} min ago
cs_cz: před {0} min
de_de: vor {0} Min.
es_es: Hace {0} min
fr_fr: il y a {0} min
it_it: {0} min fa
ja_jp: {0} 分前
ko_kr: {0}분 전
nl_nl: {0} min geleden
pl_pl: {0} min temu
pt_br: {0} min atrás
ru_ru: {0} мин назад
tr_tr: {0} dk önce
uk_ua: {0} хв тому
zh_hans: {0} 分钟前

# HistoryNow
source: now
cs_cz: nyní
de_de: jetzt
es_es: ahora
fr_fr: maintenant
it_it: ora
ja_jp: 現在
ko_kr: 지금
nl_nl: nu
pl_pl: teraz
pt_br: agora
ru_ru: сейчас
tr_tr: şimdi
uk_ua: зараз
zh_hans: 现在

# HistorySpread
source: Lowest {0} · average {1} · highest {2}
cs_cz: Nejnižší {0} · průměr {1} · nejvyšší {2}
de_de: Niedrigster {0} · Mittelwert {1} · höchster {2}
es_es: Mín. {0} · prom. {1} · máx. {2}
fr_fr: Min. {0} · moyenne {1} · max. {2}
it_it: Min {0} · Media {1} · Max {2}
ja_jp: 最小 {0} · 平均 {1} · 最大 {2}
ko_kr: 최저 {0} · 평균 {1} · 최고 {2}
nl_nl: Laagst {0} · gemiddeld {1} · hoogst {2}
pl_pl: Min. {0} · śr. {1} · max. {2}
pt_br: Mín {0} · média {1} · máx {2}
ru_ru: Минимум {0} · в среднем {1} · максимум {2}
tr_tr: En düşük {0} · ortalama {1} · en yüksek {2}
uk_ua: Мінімум {0} · у середньому {1} · максимум {2}
zh_hans: 最低 {0} · 平均 {1} · 最高 {2}

# HistoryNothing
source: No data yet.
cs_cz: Zatím žádná data.
de_de: Noch keine Daten.
es_es: Sin datos aún.
fr_fr: Aucune donnée pour l'instant.
it_it: Ancora nessun dato.
ja_jp: データがありません。
ko_kr: 데이터 없음
nl_nl: Nog geen gegevens.
pl_pl: Brak danych.
pt_br: Ainda não há dados.
ru_ru: Нет данных.
tr_tr: Henüz veri yok.
uk_ua: Даних ще немає.
zh_hans: 暂无数据。

# PartCatalog
source: Catalog
cs_cz: Katalog
de_de: Katalog
es_es: Catálogo
fr_fr: Catalogue
it_it: Catalogo
ja_jp: カタログ
ko_kr: 카탈로그
nl_nl: Catalogus
pl_pl: Katalog
pt_br: Catálogo
ru_ru: Каталог
tr_tr: Katalog
uk_ua: Каталог
zh_hans: 目录

# PartOnBar
source: On the bar
cs_cz: Na panelu
de_de: Auf der Leiste
es_es: En la barra
fr_fr: Sur la barre
it_it: Sulla barra
ja_jp: バーに配置済み
ko_kr: 바에 있음
nl_nl: Op de balk
pl_pl: Na pasku
pt_br: Na barra
ru_ru: На панели
tr_tr: Çubukta
uk_ua: На панелі
zh_hans: 已在停靠栏上

# PartPrograms
source: Apps
cs_cz: Aplikace
fr_fr: Applications
it_it: App
ja_jp: アプリ
ko_kr: 앱
pl_pl: Aplikacje
ru_ru: Программы
tr_tr: Uygulamalar
uk_ua: Програми
zh_hans: 应用

# PartLayouts
source: Layouts
cs_cz: Rozložení
es_es: Diseños
fr_fr: Dispositions
it_it: Layout
ja_jp: レイアウト
ko_kr: 레이아웃
nl_nl: Indelingen
pl_pl: Układy
ru_ru: Наборы
tr_tr: Düzenler
uk_ua: Набори
zh_hans: 布局

# EdgeLeft
source: Left
cs_cz: Vlevo
de_de: Links
es_es: Izquierda
fr_fr: Gauche
it_it: A sinistra
ja_jp: 左
ko_kr: 왼쪽
nl_nl: Links
pl_pl: Lewo
pt_br: Esquerda
ru_ru: Слева
tr_tr: Sol
uk_ua: Ліворуч
zh_hans: 左

# EdgeTop
source: Top
cs_cz: Nahoře
de_de: Oben
es_es: Superior
fr_fr: Haut
it_it: In alto
ja_jp: 上
ko_kr: 위쪽
nl_nl: Boven
pl_pl: Góra
pt_br: Superior
ru_ru: Сверху
tr_tr: Üst
uk_ua: Зверху
zh_hans: 上

# EdgeRight
source: Right
cs_cz: Vpravo
de_de: Rechts
es_es: Derecha
fr_fr: Droite
it_it: A destra
ja_jp: 右
ko_kr: 오른쪽
nl_nl: Rechts
pl_pl: Prawo
pt_br: Direita
ru_ru: Справа
tr_tr: Sağ
uk_ua: Праворуч
zh_hans: 右

# EdgeBottom
source: Bottom
cs_cz: Dole
de_de: Unten
es_es: Inferior
fr_fr: Bas
it_it: In basso
ja_jp: 下
ko_kr: 아래쪽
nl_nl: Onder
pl_pl: Dół
pt_br: Inferior
ru_ru: Снизу
tr_tr: Alt
uk_ua: Знизу
zh_hans: 下

# BarSizeLabel
source: Bar size
cs_cz: Velikost panelu
de_de: Leistengröße
es_es: Tamaño de barra
fr_fr: Taille de la barre
it_it: Dimensione barra
ja_jp: バーのサイズ
ko_kr: 바 크기
nl_nl: Balkgrootte
pl_pl: Rozmiar paska
pt_br: Tamanho da barra
ru_ru: Размер панели
tr_tr: Çubuk boyutu
uk_ua: Розмір панелі
zh_hans: 停靠栏大小

# BarSizeCompact
source: Compact
cs_cz: Kompaktní
de_de: Kompakt
es_es: Compacto
fr_fr: Compacte
it_it: Compatta
ja_jp: コンパクト
ko_kr: 컴팩트
pl_pl: Kompaktowy
pt_br: Compacto
ru_ru: Компактная
tr_tr: Kompakt
uk_ua: Компактна
zh_hans: 紧凑

# BarSizeNormal
source: Normal
cs_cz: Normální
fr_fr: Normale
it_it: Normale
ja_jp: 標準
ko_kr: 보통
nl_nl: Normaal
pl_pl: Normalny
ru_ru: Обычная
uk_ua: Звичайний
zh_hans: 普通

# BarSizeLarge
source: Large
cs_cz: Velká
de_de: Groß
es_es: Grande
fr_fr: Grande
it_it: Grande
ja_jp: 大
ko_kr: 큼
nl_nl: Groot
pl_pl: Duży
pt_br: Grande
ru_ru: Крупная
tr_tr: Büyük
uk_ua: Великий
zh_hans: 大

# BarSizeHint
source: Sets thickness, icon size and number size together.
cs_cz: Nastaví tloušťku, velikost ikon a velikost čísel společně.
de_de: Legt Dicke, Symbolgröße und Zifferngröße gemeinsam fest.
es_es: Ajusta el grosor, el tamaño del icono y el tamaño del número simultáneamente.
fr_fr: Définit l’épaisseur, la taille des icônes et des chiffres.
it_it: Imposta contemporaneamente spessore, dimensione icone e numeri.
ja_jp: 太さ、アイコンサイズ、数字サイズをまとめて設定します。
ko_kr: 두께, 아이콘 크기 및 숫자 크기를 함께 설정합니다.
nl_nl: Stelt dikte, pictogramgrootte en getalgrootte samen in.
pl_pl: Ustawia jednocześnie grubość, rozmiar ikon i czcionki.
pt_br: Define a espessura, o tamanho do ícone e do número simultaneamente.
ru_ru: Сразу меняет толщину, значки и цифры.
tr_tr: Kalınlığı, simge boyutunu ve sayı boyutunu birlikte ayarlar.
uk_ua: Одночасно змінює товщину, розмір значків і цифр.
zh_hans: 同时设置厚度、图标大小和数字大小。

# BarSizeSideHint
source: Sets icon and number size. Bars on the left or right have a fixed thickness.
cs_cz: Nastaví velikost ikon a čísel. Panely vlevo nebo vpravo mají pevnou tloušťku.
de_de: Legt Symbol- und Zifferngröße fest. Leisten links oder rechts haben eine feste Dicke.
es_es: Ajusta el tamaño del icono y del número. Las barras laterales tienen un grosor fijo.
fr_fr: Définit la taille des icônes et des chiffres. Les barres à gauche ou à droite ont une épaisseur fixe.
it_it: Imposta dimensione icone e numeri. Le barre a sinistra o destra hanno spessore fisso.
ja_jp: アイコンと数字のサイズを設定します。左右のバーの太さは固定です。
ko_kr: 아이콘 및 숫자 크기를 설정합니다. 좌우 바의 두께는 고정되어 있습니다.
nl_nl: Stelt pictogram- en getalgrootte in. Balken links of rechts hebben een vaste dikte.
pl_pl: Ustawia rozmiar ikon i czcionki. Paski po lewej lub prawej stronie mają stałą grubość.
pt_br: Define o tamanho do ícone e do número. Barras à esquerda ou direita têm espessura fixa.
ru_ru: Значки и цифры. У боковой панели одна толщина.
tr_tr: Simge ve sayı boyutunu ayarlar. Sol veya sağdaki çubukların kalınlığı sabittir.
uk_ua: Змінює розмір значків і цифр. Панелі ліворуч і праворуч мають фіксовану товщину.
zh_hans: 设置图标和数字大小。左右两侧的停靠栏厚度固定。

# UndoBarSize
source: changing the bar size
cs_cz: změnu velikosti panelu
de_de: Ändern der Leistengröße
es_es: cambio del tamaño de la barra
fr_fr: modification de la taille de la barre
it_it: modifica dimensione barra
ja_jp: バーサイズの変更
ko_kr: 바 크기 변경
nl_nl: wijziging balkgrootte
pl_pl: zmianę rozmiaru paska
pt_br: alteração do tamanho da barra
ru_ru: размер панели
tr_tr: çubuk boyutu değişikliği
uk_ua: зміна розміру панелі
zh_hans: 更改停靠栏大小

# SensorsStateTitle
source: Status
cs_cz: Stav
es_es: Estado
fr_fr: État
it_it: Stato
ja_jp: ステータス
ko_kr: 상태
ru_ru: Текущее состояние
tr_tr: Durum
uk_ua: Стан
zh_hans: 状态

# SensorsVerdictWell
source: All main readings are available
cs_cz: Všechny hlavní hodnoty jsou k dispozici.
de_de: Alle wichtigen Messwerte sind verfügbar
es_es: Todas las lecturas principales están disponibles
fr_fr: Tous les relevés principaux sont disponibles
it_it: Tutte le letture principali sono disponibili
ja_jp: 主要な測定値はすべて利用可能です
ko_kr: 모든 주요 측정값 사용 가능
nl_nl: Alle hoofdmetingen zijn beschikbaar
pl_pl: Wszystkie główne odczyty są dostępne
pt_br: Todas as leituras principais estão disponíveis
ru_ru: Все основные показания доступны
tr_tr: Tüm ana okumalar mevcut
uk_ua: Усі основні показники доступні
zh_hans: 所有主要读数均可用

# SensorsVerdictWellHint
source: Available sources: {0}.
cs_cz: Dostupné zdroje: {0}.
de_de: Verfügbare Quellen: {0}.
es_es: Fuentes disponibles: {0}.
fr_fr: Sources disponibles : {0}.
it_it: Sorgenti disponibili: {0}.
ja_jp: 利用可能なソース: {0}。
ko_kr: 사용 가능한 소스: {0}.
nl_nl: Beschikbare bronnen: {0}.
pl_pl: Dostępne źródła: {0}.
pt_br: Fontes disponíveis: {0}.
ru_ru: Отвечают: {0}.
tr_tr: Mevcut kaynaklar: {0}.
uk_ua: Доступні джерела: {0}.
zh_hans: 可用来源: {0}。

# SensorsVerdictSilent
source: CPU and memory temperatures are unavailable
cs_cz: Teploty CPU a RAM jsou nedostupné.
de_de: CPU- und Speichertemperaturen sind nicht verfügbar
es_es: Las temperaturas de la CPU y la memoria no están disponibles
fr_fr: Les températures du CPU et de la mémoire sont indisponibles
it_it: Temperature di CPU e memoria non disponibili
ja_jp: CPUとメモリの温度が利用できません
ko_kr: CPU 및 메모리 온도 사용 불가
nl_nl: CPU- en geheugentemperaturen zijn niet beschikbaar
pl_pl: Temperatury CPU i pamięci są niedostępne
pt_br: Temperaturas de CPU e memória indisponíveis
ru_ru: Температура процессора и памяти не читается
tr_tr: CPU ve bellek sıcaklıkları mevcut değil
uk_ua: Температура процесора та пам’яті недоступна
zh_hans: CPU 和内存温度不可用

# SensorsVerdictSilentHint
source: These need the PawnIO driver and the sensor service. Set them up below.
cs_cz: K jejich fungování je vyžadován ovladač PawnIO a služba senzorů. Nastavte je níže.
de_de: Dafür werden der PawnIO-Treiber und der Sensordienst benötigt. Richten Sie sie unten ein.
es_es: Requieren el controlador PawnIO y el servicio de sensores. Configúralos a continuación.
fr_fr: Elles nécessitent le pilote PawnIO et le service de capteurs. Configurez-les ci-dessous.
it_it: Richiedono il driver PawnIO e il servizio sensori. Configurali qui sotto.
ja_jp: PawnIOドライバーとセンサーサービスが必要です。以下で設定してください。
ko_kr: PawnIO 드라이버와 센서 서비스가 필요합니다. 아래에서 설정하십시오.
nl_nl: Hiervoor zijn de PawnIO-driver en de sensorservice nodig. Stel deze hieronder in.
pl_pl: Wymagają sterownika PawnIO i usługi czujników. Skonfiguruj je poniżej.
pt_br: Estes requerem o driver PawnIO e o serviço de sensor. Configure-os abaixo.
ru_ru: Нужны драйвер PawnIO и служба датчиков. Установите их ниже.
tr_tr: Bunlar için PawnIO sürücüsü ve sensör hizmeti gerekir. Aşağıdan kurulumu yapın.
uk_ua: Потрібні драйвер PawnIO і служба датчиків. Налаштуйте їх нижче.
zh_hans: 这些需要 PawnIO 驱动程序和传感器服务。请在下方进行设置。

# SensorsListTitle
source: Readings
cs_cz: Hodnoty
de_de: Messwerte
es_es: Lecturas
fr_fr: Relevés
it_it: Letture
ja_jp: 測定値
ko_kr: 측정값
nl_nl: Metingen
pl_pl: Odczyty
pt_br: Leituras
ru_ru: Показания
tr_tr: Okumalar
uk_ua: Показники
zh_hans: 读数

# SourcesTitle
source: Sources
cs_cz: Zdroje
de_de: Quellen
es_es: Fuentes
it_it: Sorgenti
ja_jp: ソース
ko_kr: 소스
nl_nl: Bronnen
pl_pl: Źródła
pt_br: Fontes
ru_ru: Источники
tr_tr: Kaynaklar
uk_ua: Джерела
zh_hans: 来源

# SourcesRow
source: Reading sources
cs_cz: Zdroje hodnot
de_de: Messwertquellen
es_es: Fuentes de lectura
fr_fr: Sources des relevés
it_it: Sorgenti di lettura
ja_jp: 測定値ソース
ko_kr: 측정값 소스
nl_nl: Bronnen van metingen
pl_pl: Źródła odczytów
pt_br: Fontes de leitura
ru_ru: Источники показаний
tr_tr: Okuma kaynakları
uk_ua: Джерела показників
zh_hans: 读数来源

# SourcesRowHint
source: {0} of {1} sources available: Windows counters, GPU driver, drives, memory, CPU.
cs_cz: {0} z {1} zdrojů je dostupných: čítače Windows, ovladač GPU, disky, RAM, CPU.
de_de: {0} von {1} Quellen verfügbar: Windows-Leistungsindikatoren, GPU-Treiber, Laufwerke, Speicher, CPU.
es_es: Fuentes disponibles: {0} de {1}: contadores de Windows, controlador de GPU, unidades, memoria, CPU.
fr_fr: {0} sources sur {1} disponibles : compteurs Windows, pilote GPU, lecteurs, mémoire, CPU.
it_it: {0} di {1} sorgenti disponibili: contatori Windows, driver GPU, unità, memoria, CPU.
ja_jp: 利用可能なソース: {0}/{1} (Windowsカウンター、GPUドライバー、ドライブ、メモリ、CPU)
ko_kr: 사용 가능한 소스 {0}/{1}: Windows 카운터, GPU 드라이버, 드라이브, 메모리, CPU.
nl_nl: {0} van {1} bronnen beschikbaar: Windows-tellers, GPU-driver, schijven, geheugen, CPU.
pl_pl: Dostępnych źródeł: {0} z {1}: liczniki Windows, sterownik GPU, dyski, pamięć, CPU.
pt_br: Fontes disponíveis: {0} de {1}: contadores do Windows, driver de GPU, unidades, memória, CPU.
ru_ru: Доступно {0} из {1}: счётчики Windows, драйвер видеокарты, накопители, память, процессор.
tr_tr: {1} kaynaktan {0} tanesi mevcut: Windows sayaçları, GPU sürücüsü, sürücüler, bellek, CPU.
uk_ua: Доступно джерел: {0} з {1}: лічильники Windows, драйвер GPU, диски, пам’ять, CPU.
zh_hans: 可用来源: {0}/{1}：Windows 计数器、GPU 驱动程序、驱动器、内存、CPU。

# SourcesShow
source: Show
cs_cz: Zobrazit
de_de: Einblenden
es_es: Mostrar
fr_fr: Afficher
it_it: Mostra
ja_jp: 表示
ko_kr: 표시
nl_nl: Tonen
pl_pl: Pokaż
pt_br: Mostrar
ru_ru: Показать
tr_tr: Göster
uk_ua: Показати
zh_hans: 显示

# SourcesHide
source: Hide
cs_cz: Skrýt
de_de: Ausblenden
es_es: Ocultar
fr_fr: Masquer
it_it: Nascondi
ja_jp: 非表示
ko_kr: 숨기기
nl_nl: Verbergen
pl_pl: Ukryj
pt_br: Ocultar
ru_ru: Скрыть
tr_tr: Gizle
uk_ua: Приховати
zh_hans: 隐藏

# SensorsBadge
source: {0} readings
cs_cz: Hodnoty: {0}
de_de: Messwerte: {0}
es_es: Lecturas: {0}
fr_fr: Relevés : {0}
it_it: Letture: {0}
ja_jp: 測定値: {0}
ko_kr: 측정값: {0}
nl_nl: Metingen: {0}
pl_pl: Odczytów: {0}
pt_br: Leituras: {0}
ru_ru: показаний: {0}
tr_tr: {0} okuma
uk_ua: {0} показників
zh_hans: 读数: {0}

# SensorSearch
source: Search readings
cs_cz: Hledat hodnoty
de_de: Messwerte suchen
es_es: Buscar lecturas
fr_fr: Rechercher des relevés
it_it: Cerca letture
ja_jp: 測定値を検索
ko_kr: 측정값 검색
nl_nl: Metingen zoeken
pl_pl: Szukaj odczytów
pt_br: Pesquisar leituras
ru_ru: Поиск показаний
tr_tr: Okumalarda ara
uk_ua: Пошук показників
zh_hans: 搜索读数

# SensorKindAll
source: All
cs_cz: Vše
de_de: Alle
es_es: Todas
fr_fr: Toutes
it_it: Tutte
ja_jp: すべて
ko_kr: 전체
nl_nl: Alle
pl_pl: Wszystkie
pt_br: Todos
ru_ru: Все
tr_tr: Tümü
uk_ua: Усі
zh_hans: 全部

# SensorKindTemperature
source: Temperature
cs_cz: Teplota
de_de: Temperatur
es_es: Temperatura
fr_fr: Température
it_it: Temperatura
ja_jp: 温度
ko_kr: 온도
nl_nl: Temperatuur
pl_pl: Temperatura
pt_br: Temperatura
ru_ru: Температура
tr_tr: Sıcaklık
uk_ua: Температура
zh_hans: 温度

# SensorKindLoad
source: Load
cs_cz: Zatížení
de_de: Auslastung
es_es: Carga
fr_fr: Utilisation
it_it: Carico
ja_jp: 負荷
ko_kr: 부하
nl_nl: Belasting
pl_pl: Obciążenie
pt_br: Carga
ru_ru: Загрузка
tr_tr: Yük
uk_ua: Навантаження
zh_hans: 负载

# AboutLicence
source: Free software (GPL-3.0-or-later). Some code adapted from Microsoft PowerToys (MIT license).
cs_cz: Volně šiřitelný software (GPL-3.0-or-later). Některý kód je upraven z Microsoft PowerToys (licence MIT).
de_de: Freie Software (GPL-3.0-or-later). Ein Teil des Codes stammt aus Microsoft PowerToys (MIT-Lizenz).
es_es: Software libre (GPL-3.0-or-later). Parte del código adaptado de Microsoft PowerToys (licencia MIT).
fr_fr: Logiciel libre (GPL-3.0-or-later). Une partie du code est adaptée de Microsoft PowerToys (licence MIT).
it_it: Software libero (GPL-3.0-or-later). Parte del codice adattato da Microsoft PowerToys (licenza MIT).
ja_jp: フリーソフトウェア (GPL-3.0-or-later)。一部のコードは Microsoft PowerToys (MITライセンス) から改変・流用されています。
ko_kr: 자유 소프트웨어 (GPL-3.0-or-later). 일부 코드는 Microsoft PowerToys (MIT 라이선스)에서 수정되었습니다.
nl_nl: Gratis software (GPL-3.0-or-later). Deels overgenomen uit Microsoft PowerToys (MIT-licentie).
pl_pl: Wolne oprogramowanie (GPL-3.0-or-later). Część kodu zaadaptowana z Microsoft PowerToys (licencja MIT).
pt_br: Software livre (GPL-3.0-or-later). Algum código adaptado do Microsoft PowerToys (licença MIT).
ru_ru: Свободное ПО · GPL-3.0-or-later. Часть кода — из Microsoft PowerToys (MIT).
tr_tr: Özgür yazılım (GPL-3.0-or-later). Bazı kodlar Microsoft PowerToys'tan (MIT lisansı) uyarlanmıştır.
uk_ua: Вільне ПЗ (GPL-3.0-or-later). Частина коду адаптована з Microsoft PowerToys (ліцензія MIT).
zh_hans: 自由软件 (GPL-3.0-or-later)。部分代码改编自 Microsoft PowerToys (MIT 许可证)。

# AboutNews
source: What’s new
cs_cz: Co je nového
de_de: Neuerungen
es_es: Novedades
fr_fr: Nouveautés
it_it: Novità
ja_jp: 新機能
ko_kr: 새로운 기능
nl_nl: Wat is er nieuw
pl_pl: Co nowego
pt_br: Novidades
ru_ru: Что нового
tr_tr: Yenilikler
uk_ua: Що нового
zh_hans: 更新日志

# UpdateLastChecked
source: Last checked: {0}.
cs_cz: Naposledy zkontrolováno: {0}.
de_de: Zuletzt geprüft: {0}.
es_es: Última comprobación: {0}.
fr_fr: Dernière vérification : {0}.
it_it: Ultimo controllo: {0}.
ja_jp: 最終確認: {0}。
ko_kr: 마지막 확인: {0}.
nl_nl: Laatst gecontroleerd: {0}.
pl_pl: Ostatnie sprawdzenie: {0}.
pt_br: Última verificação: {0}
ru_ru: Последняя проверка: {0}.
tr_tr: Son denetim: {0}.
uk_ua: Остання перевірка: {0}.
zh_hans: 上次检查: {0}。

# UpdateToday
source: today, {0:t}
cs_cz: dnes, {0:t}
de_de: heute, {0:t}
es_es: hoy, {0:t}
fr_fr: aujourd’hui, {0:t}
it_it: oggi, {0:t}
ja_jp: 今日 {0:t}
ko_kr: 오늘, {0:t}
nl_nl: vandaag, {0:t}
pl_pl: dzisiaj, {0:t}
pt_br: hoje, {0:t}
ru_ru: сегодня, {0:t}
tr_tr: bugün, {0:t}
uk_ua: сьогодні, {0:t}
zh_hans: 今天 {0:t}

# UpdateCheckRow
source: Check now
cs_cz: Zkontrolovat nyní
de_de: Jetzt prüfen
es_es: Comprobar ahora
fr_fr: Vérifier maintenant
it_it: Controlla ora
ja_jp: 今すぐ確認
ko_kr: 지금 확인
nl_nl: Nu controleren
pl_pl: Sprawdź teraz
pt_br: Verificar agora
ru_ru: Проверить сейчас
tr_tr: Şimdi denetle
uk_ua: Перевірити зараз
zh_hans: 立即检查

# UpdateCheckButton
source: Check
cs_cz: Zkontrolovat
de_de: Prüfen
es_es: Comprobar
fr_fr: Vérifier
it_it: Controlla
ja_jp: 確認
ko_kr: 확인
nl_nl: Controleren
pl_pl: Sprawdź
pt_br: Verificar
ru_ru: Проверить
tr_tr: Denetle
uk_ua: Перевірити
zh_hans: 检查

# OpenButton
source: Open
cs_cz: Otevřít
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri
ja_jp: 開く
ko_kr: 열기
nl_nl: Openen
pl_pl: Otwórz
pt_br: Abrir
ru_ru: Открыть
tr_tr: Aç
uk_ua: Відкрити
zh_hans: 打开

# SavedByItself
source: Changes are saved automatically.
cs_cz: Změny jsou ukládány automaticky.
de_de: Änderungen werden automatisch gespeichert.
es_es: Los cambios se guardan automáticamente.
fr_fr: Les modifications sont enregistrées automatiquement.
it_it: Le modifiche vengono salvate automaticamente.
ja_jp: 変更は自動的に保存されます。
ko_kr: 변경 사항이 자동으로 저장됩니다.
nl_nl: Wijzigingen worden automatisch opgeslagen.
pl_pl: Zmiany są zapisywane automatycznie.
pt_br: As alterações são salvas automaticamente.
ru_ru: Изменения сохраняются автоматически.
tr_tr: Değişiklikler otomatik olarak kaydedilir.
uk_ua: Зміни зберігаються автоматично.
zh_hans: 更改将自动保存。

# AboutTitle.Text
source: About
cs_cz: O programu
de_de: Info
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni
ja_jp: バージョン情報
ko_kr: 정보
nl_nl: Over
pl_pl: O programie
pt_br: Sobre
ru_ru: О программе
tr_tr: Hakkında
uk_ua: Про програму
zh_hans: 关于

# AboutLead.Text
source: Version, updates and app maintenance.
cs_cz: Verze, aktualizace a údržba aplikace.
de_de: Version, Updates und App-Wartung.
es_es: Versión, actualizaciones y mantenimiento de la app.
fr_fr: Version, mises à jour et maintenance de l'application.
it_it: Versione, aggiornamenti e manutenzione dell'app.
ja_jp: バージョン、更新、およびアプリのメンテナンス。
ko_kr: 버전, 업데이트 및 앱 유지 관리.
nl_nl: Versie, updates en app-onderhoud.
pl_pl: Wersja, aktualizacje i konserwacja aplikacji.
pt_br: Versão, atualizações e manutenção do app.
ru_ru: Версия, обновления и служебные действия.
tr_tr: Sürüm, güncellemeler ve uygulama bakımı.
uk_ua: Версія, оновлення та обслуговування програми.
zh_hans: 版本、更新和应用维护。

# WidgetSwitcherName
source: Audio Switcher
cs_cz: Přepínač zvuku
de_de: Audio-Umschalter
fr_fr: Sélecteur audio
pl_pl: Przełącznik audio
pt_br: Alternador de Áudio
tr_tr: Ses Değiştirici
uk_ua: Перемикач аудіо
zh_hans: 音频切换

# ProgPaint
source: Paint
cs_cz: Malování
ja_jp: ペイント
ko_kr: 그림판
zh_hans: 画图
